
function App() {
  return (
      <div className="container my-5 proposal-container">
        <h1 className="text-center">Моя любимая Асенька</h1>
        <p className="text-center">Я надеюсь, что это сообщение ты прочитаешь в хорошем настроении. Я пишу, чтобы выразить свою глубокую любовь и привязанность к тебе. Я благодарен судьбе, что ты есть в моей жизни, и я всегда буду благодарен тебе за счастье и радость, которые ты приносишь в мой мир каждый день.</p>
        <p className="text-center">Я думал о нашем совместном будущем и готов сделать следующий шаг. Я хотел бы просить твоей руки и провести остаток своей жизни рядом с тобой.</p>
        <p className="text-center">Ты моя любовь, моя родственная душа и мое все. Я хочу создать с тобой жизнь, полную смеха, любви и приключений. Я обещаю всегда быть рядом с тобой, поддерживать тебя во всех твоих мечтах и делать каждый день особенным на всю оставшуюся жизнь.</p>
        <p className="text-center">Итак, дорогая моя Ася, ты выйдешь за меня замуж?</p>
        <p className="text-center">Твой всегда и на всю жизнь,</p>
        <p className="text-center">Деня</p>
        <div className="d-flex justify-content-center">
          <button className="btn btn-primary btn-lg">Согласиться</button>
        </div>
      </div>
  );
}

export default App;
